Repository: sejerpz/tuntun
Catalog: po/*.po
Languages: lv

source: <b>Remove the selected connection?</b>
lv: <b>Aizvākt iezīmēto savienojumu?</b>

source: Command area
lv: Komandu logs

source: Connection properties
lv: Savienojuma īpašības

source: Connections
lv: Savienojumi

source: Host address
lv: OpenVPN pārvaldības datora adrese

source: If you choose 'remove' the selected connection will be permanently removed from the list of available connections.
lv: Ja izvēlēsieties 'aizvākt' iezīmēto savienojumu, tas tiks pilnībā nodzēsts no pieejamo savienojumu saraksta.

source: Name
lv: Savienojuma nosaukums

source: Password
lv: Parole

source: Port
lv: Ports

source: Save in the keyring
lv: Saglabāt paroļu saišķī

source: Send
lv: Nosūtīt

source: Username
lv: Lietotājvārds

source: _Remove
lv: _Aizvākt

source: Tuntun an OpenVPN connection manager
lv: TunTun - OpenVPN savienojumu pārvaldnieks

source: none
lv: nekas

source: unknown
lv: nezināms

source: Quick connect
lv: Ātrais savienojums

source: Host
lv: Serveris

source: Status
lv: Statuss

source: Assigned IP
lv: Piešķirtā IP adrese

source: Error while saving config
lv: Kļūda, saglabājot konfigurāciju

source: All
lv: Visi

source: select a connection first...
lv: vispirms izvēlieties savienojumu...

source: _Preferences...
lv: _Iestatījumi

source: _Show log...
lv: _Rādīt žurnāla failu

source: _About...
lv: P_ar...

source: Authentication failed
lv: Pieteikšanās neizdevās

source: connection established assigned ip: %s
lv: nodibināts savienojums piešķirtā IP adrese: %s

source: connection closed
lv: atvienots

source: translator_credits
lv: Ivars Strazdiņš

source: TunTun VPN Connection manager
lv: TunTun VPN savienojumu pārvaldnieks

source: Homepage
lv: Mājas lapa

source: (c) 2008 Andrea Del Signore (sejerpz@tin.it). This program is licensed under the terms of the GNU General Public License and is provided with absolutely NO WARRANTY; see the file COPYING for details.
lv: (c) 2008 Andrea Del Signore (sejerpz@tin.it). Šī programma licencēta ar GNU Vispārējo publisko licenci un ar noteikumu, ka netiek sniegtas NEKĀDAS GARANTIJAS; detalizētu informāciju skatīt COPYING failā.

source: Tuntun connections status
lv: Tuntun savienojumu statuss

source: ip address: %s
lv: IP adrese: %s

source: disconnected
lv: nav savienots

source: Username and password for %s
lv: Lietotājvārds un parole %s

source: Private key password for %s
lv: Privātās atslēgas parole %s

source: Keyring
lv: Paroļu saišķis

source: Error deleting credentials for '%s'
lv: Kļūda, dzēšot akreditācijas datus '%s'

source: Error saving credentials for '%s'
lv: Kļūda, saglabājot akreditācijas datus '%s'
